---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MeganewtonsPerSquareMeter
source: html/db748724-e97a-d6da-467f-d4498103421d.htm
---
# Autodesk.Revit.DB.UnitTypeId.MeganewtonsPerSquareMeter Property

Meganewtons per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MeganewtonsPerSquareMeter { get; }
```